[
    {
        "name": "The colored rectangles represent activities. The color represents the activity typology as determined by the dominant skills involved. The text gives the meaning of what is done in the activity",
        "width": 1.673228396715432,
        "height": 1.413144361981029
    },
    {
        "name": "The arrow indicates direction and the color indicates the source activity.\nWhen the color is black, that means that the data comes from the customer.\nThe text on the line is the date flowing between the activities.",
        "width": 1.909448876251727,
        "height": 1.494821308013954
    },
    {
        "name": "A diamond is a decision. \nWhen the decision is positive, the line continues straight on relative to the trigger line. When the decision is negative, the line moves 90° left or right.\nWhen ther is only one line that means that the business use this way only if necessary",
        "width": 3.114173195394706,
        "height": 1.259946294580266
    },
    {
        "name": "A flag shaped activity represents an action performed by a customer or a supplier. It is triggered by a document (either paper. or digital).\nThe color of the result activity is usually similar to the triggering activity. \n\nNote that the piloting process is interupted when going through these activities.",
        "width": 3.819434740474801,
        "height": 1.494821308013976
    },
    {
        "name": "An activity is hatched when it is executed by a supplier or a customer. It indicates that the responsibility of the process continuity is delegated to a third party. Tasks are not described.\nLike others activities, the color is determined by the type of skills (see color palette on the left)",
        "width": 2.633858533288265,
        "height": 1.376711071632237
    },
    {
        "name": "This shape means that the activity is executed by another entity as part of a collaborative network. This entity will be responsible for the continuity of the process. It can be placed in an internal subcontractor swimlane or for a shared service, in it’s customer swimlane.\nLike others activities, the color is determined by the type of skills (see color palette on the left).\nThe shape can have a shadow to indicate to indicate the subcontractor department that performs it. In this case, the shadow is of the same color as the main competence of the department.\n\nWhen the same activity is repeated in the line, the shape is rounded",
        "width": 4.95540759452792,
        "height": 1.376711071632237
    },
    {
        "name": "An activity is shaded when owned by the organization but produced as part of a community production (means that, normaly, this activity is under the responsability of the community manager). This shape is internal and in one of the colored swimlane.\nLike others activities, the color is determined by the type of skills (see color palette on the left)",
        "width": 3.237095361053946,
        "height": 1.238915795853544
    },
    {
        "name": "A map is read from left to right. The flow of activity does not go back. Neither does it jump forward. The map is seen as a flat sphere. Thus, some information produced later (to the right) will be necessary when reproducing certain activities (to the left). This connection is established through return circles.\nThe return circle has the same name and color as the activity it represents.\nThe color of the data line depends on which activity is originating the output involved.",
        "width": 4.054515726378043,
        "height": 1.269937908545892
    },
    {
        "name": "This symbol indicates that the activity includes an approval step. \nThe colour of the symbol is the color of the skill able to approve.",
        "width": 1.740788419231492,
        "height": 1.269937908545892
    },
    {
        "name": "Cost Estimation Sheet",
        "width": 1.937168103637049,
        "height": 3.385827240715791
    },
    {
        "name": "RFQ Sheet",
        "width": 1.752844347829218,
        "height": 6.602471421859066
    },
    {
        "name": "Project refused",
        "width": 3.979533962294727,
        "height": 5.618219691365182
    }
]